Repository: mozilla-l10n/mt-training-data
Catalog: nan-tw/nan-tw_pontoon.tmx
Source language: en_us
Languages: nan_tw

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
nan_tw: 「領域」指的是語句的主旨。目前可以選擇下列領域：

source: Donate
nan_tw: 捐款

source: Donate your voice
nan_tw: 寄付你的聲音

source: Done
nan_tw: 完成

source: do not
nan_tw: 莫做

source: Don’t Add
nan_tw: 莫加添

source: Don't see your language on Common Voice yet?
nan_tw: Common Voice 敢揣無你的語言？

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
nan_tw: 沒在資料集中看到您的語言？請到語言頁面來要求加入新語言。

source: Don't wish to say
nan_tw: 我不想說

source: Download
nan_tw: 下載

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
nan_tw: 若是你有 Common Voice 的貢獻，你會當下載你的活動的認證—若是無你的貢獻這是無法度的！

source: Download Common Voice Data
nan_tw: 下載 Common Voice 資料

source: Download Data
nan_tw: 下載資料

source: Download Dataset Bundle
nan_tw: 下載資料集總組合

source: Download { $language }
nan_tw: 下載 { $language } 資料集

source: Download Links
nan_tw: 下載鏈結

source: Download My Data
nan_tw: 下載我的資料

source: Download options for accessing Common Voice data
nan_tw: Common Voice 資料的下載選項

source: Download our press pack <icon></icon>
nan_tw: 下載咱的媒體包裹<icon></icon>

source: Download our voice datasets
nan_tw: 下載我們的語音資料集

source: Download profile data
nan_tw: 開始下載

source: Download the Dataset
nan_tw: 下載資料集

source: Download the Single Word Target Segment
nan_tw: 下載單字目標字串

source: Download your contribution certificate
nan_tw: 下載你的貢獻認證

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
nan_tw: 你甘有任何會當予 Common Voice 資料集變甲愈好的想法？歡迎到 Discourse 共咱講

source: Do you want to continue?
nan_tw: 你想要繼續嗎？

source: Do you want to Speak, Listen or both?
nan_tw: 想要錄音、聆聽確認，還是兩者都要？

source: Drag and drop or <browseWrap>Browse</browseWrap>
nan_tw: 拖曳至此處，或<browseWrap>瀏覽</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
nan_tw: 將檔案拖曳到這裡，或<uploadButton>點這裡上傳</uploadButton>

source: Drop file here to upload
nan_tw: 將檔案放到此處進行上傳

source: Duala
nan_tw: Duala 杜阿拉語

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
nan_tw: 貢獻過程中，在點擊「送出」後將忽略意見回饋，直接進到下一組的五筆錄音或驗證。

source: Dutch
nan_tw: Dutch 荷蘭語

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
nan_tw: 資料集中的每筆資料包含一組獨特的 MP3 錄音檔與對應的文字檔案。資料集中包含 <b>{ $total }</b> 小時錄製完成的片段，當中也包含有許多不同年齡層、性別、口音等，能夠幫助訓練語音識別引擎的人口統計資料。 資料集中目前包含 <b>{ $valid }</b> 小時 <b>{ $languages }</b> 種語言的已驗證資料，但我們希望能夠持續加入更多語音與語言。歡迎到我們的<languagesLink>語言頁面</languagesLink>要求更多語言，開始加入貢獻。

source: Eastern Balochi
nan_tw: Eastern Balochi 東俾路支語

source: Eastern Huasteca Nahuatl
nan_tw: Eastern Huasteca Nahuatl 語

source: Eastern Min
nan_tw: Eastern Min 閩東語

source: Eastern Penan
nan_tw: Eastern Penan 語

source: Easy
nan_tw: 簡單

source: Easy to Understand
nan_tw: 簡單會當了解

source: Ebrie
nan_tw: Ebrie 語

source: Edit
nan_tw: 編輯

source: Edit Profile
nan_tw: 編輯帳號資料

source: e.g., “What do you wish you could use technology for?”
nan_tw: 比喻講，「你向望科技會當做啥物？」

source: Ekoti
nan_tw: Ekoti 語

source: Email
nan_tw: 電子批

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
nan_tw: <emailFragment>訂閱</emailFragment>咱的電子批群組，瞭解會當參加佗一个活動、並且鬥陣參與 Common Voice 的功能設計。

source: Email is already used for a different account
nan_tw: 電子郵件地址已用於其他帳號

source: Email Subscriptions
nan_tw: 電子郵件訂閱

source: Emakhuwa
nan_tw: Emakhuwa 語

source: English
nan_tw: English 英語

source: Enter Email to Download
nan_tw: 輸入 E-Mail 即可下載

source: Enter email to send a sign up link
nan_tw: 請輸入電子郵件地址來發送註冊鏈結

source: Enter your Country/Region of Residence
nan_tw: 輸入你的居住國家／地區

source: Enter your email
nan_tw: 輸入您的電子郵件地址

source: Enter your public domain sentence here
nan_tw: 在此輸入公眾領域語句

source: Enter your public domain sentences here
nan_tw: 在此輸入公眾領域的句子

source: Error
nan_tw: 錯誤

source: Error adding sentence
nan_tw: 加入句子時發生問題

source: Error { $code }
nan_tw: 錯誤 { $code }

source: Error while playing audio file.
nan_tw: 播放音檔時發生錯誤。

source: Erzya
nan_tw: 厄茲亞語

source: Esperanto
nan_tw: 世界語（Esperanto）

source: Estonian
nan_tw: Estonian 愛沙尼亞語

source: Eton
nan_tw: Eton 語

source: Events
nan_tw: 活動

source: Everyone
nan_tw: 所有人

source: Ewe
nan_tw: Ewe 埃維語

source: Ewondo
nan_tw: Ewondo 埃翁多語

source: Example
nan_tw: 範例

source: Example questions
nan_tw: 舉例的問題

source: Exceeded 500 questions. Reduce number of questions and retry.
nan_tw: 超過 500 个問題矣，請減少問題的數目閣試一改。

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
nan_tw: 予人歡喜的消息！隨在講話咧欲推出矣！請鎖定咱的上新消息佮定定看咱<discordLink>Discord</discordLink>的上新消息。

source: Exit & Delete clips
nan_tw: 結束並刪除片段

source: Explore datasets <icon></icon>
nan_tw: 瀏覽資料集<icon></icon>

source: Explore the community and languages supported by Common Voice
nan_tw: 探索 Common Voice 支援的社群和語言

source: Express or solicit prejudiced or offensive sentiments
nan_tw: 表達抑是徵求犯著抑是冒犯的想法

source: Failed to copy SHA256 Checksum
nan_tw: SHA256 Checksum 複製失敗！

source: Fang
nan_tw: Fang 語

source: FAQ
nan_tw: 捷看的問題

source: Faroese
nan_tw: 法羅語

source: Featured in...
nan_tw: 佇遮紹介……

source: Feʼefeʼe
nan_tw: Feʼefeʼe 語

source: Female/Feminine
nan_tw: 女性

source: Fewer than 15 words per sentence
nan_tw: 較少 15 字

source: Fields marked with an asterisk (*) are required.
nan_tw: * 表示彼个欄位必須愛寫

source: File is too large
nan_tw: 檔案太大

source: File is too small
nan_tw: 檔案太小

source: Finance
nan_tw: 金融

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
nan_tw: 尋找其他關注此議題的人，可能是大學、語言學校、倡議團體、資料科學社群的成員。可以聯繫他們，並且向他們解釋為什麼、要如何參與。<outreachTemplates>請點擊此處參考我們的聯絡郵件範本</outreachTemplates>。

source: Find us on Matrix
nan_tw: 咱的 Matrix

source: Finish editing first?
nan_tw: 要先完成編輯嗎？

source: Finish recording
nan_tw: 完成錄音

source: Finish recording first?
nan_tw: 不先完成錄音嗎？

source: Finish Review
nan_tw: 完成審核

source: Finish validating
nan_tw: 完成驗證

source: Finish validating clips?
nan_tw: 是毋是完成驗證片段？

source: Finnish
nan_tw: 芬蘭語

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
nan_tw: 首先請先確認您的語言是否<languageLink>已經存在</languageLink>。若還不存在的話，請<strong>將網站翻譯成您的語言，並且收集語句</strong>。

source: Follow guidelines from “What sentences can I add?”
nan_tw: 請遵循貢獻指引中「新增句子」相關規則

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
nan_tw: 每當您錄下或驗證了一段語音，就會更新您的帳號儀錶板，來反映您在參與貢獻的各種語言當中的最新進度。沒錯，您可以參與不只一種語言！<br/><br/>您可以使用儀錶板來追蹤目前狀態、看看自己跟社群當中的其他人目前差距多少，並且設定每日或每週貢獻目標。

source: for example
nan_tw: 舉一个例

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
nan_tw: 若為沒有線上版本的公眾領域文字，也可以使用學術參考文獻格式。例如哈佛格式「Jess (2021) My Public license poems」

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
nan_tw: 為了讓技術適用於每個人，所收集的資料可幫助開發者打造出反映出各種各樣的人的技術。舉例來說若我們未包含特定腔調的說話者，那使用本資料的技術就無法適用於操該種口音的使用者。<learnMore>點此處了解為什麼這些後設資料很重要。</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
nan_tw: 以下「已上線」的語言，代表網站已經成功<localizationGlossaryLink>在地化</localizationGlossaryLink>，且也已經<sentenceCollectionGlossaryLink>搜集了夠多句子</sentenceCollectionGlossaryLink>讓大家能用<speakLink>說話</speakLink>及<listenLink>聆聽</listenLink>的方式貢獻。

source: Foundations
nan_tw: 基金會

source: French
nan_tw: French 法語

source: Frisian
nan_tw: 弗利西亞語

source: Fulah
nan_tw: Fulah 富拉語

source: Fuzhou
nan_tw: Fuzhou 福州語

source: Ga
nan_tw: Ga 加語

source: Galician
nan_tw: 加里西亞語

source: Gawarbaiti
nan_tw: Gawarbaiti 語

source: Gawri
nan_tw: Gawri 語

source: General
nan_tw: 一般

source: General language / multiple variants
nan_tw: 一般語言 / 多種變體

source: Georgian
nan_tw: 喬治亞語

source: German
nan_tw: German 德語

source: Get in touch
nan_tw: 聯繫我們

source: Get in touch <icon></icon>
nan_tw: 連絡咱<icon></icon>

source: Get involved
nan_tw: 做伙參與

source: Get Involved
nan_tw: 來加入阮

source: Get started <icon><icon>
nan_tw: 咧欲開始矣 <icon><icon>

source: Get started with goals
nan_tw: 設定目標開始貢獻

source: Get Started with Speech Recognition
nan_tw: 語音辨識新手入門

source: Get your certificate
nan_tw: 取得認證

source: Gheg Albanian
nan_tw: Gheg Albanian 蓋格阿爾巴尼亞語

source: Ghomala
nan_tw: Ghomala 語

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
nan_tw: <githubLink>NVIDIA NeMo</githubLink>™ 是一套讓研究者開發最先進的 AI 對話模型的<docsLink>開放原始碼工具組</docsLink>。

source: Goal reached
nan_tw: 達成目標

source: Goals
nan_tw: 目標

source: Goan Konkani
nan_tw: Goan Konkani 果亞孔卡尼語

source: Goaria
nan_tw: Goaria 語

source: Gorani
nan_tw: Gorani 戈拉尼語

source: Go to Discourse
nan_tw: 前往 Discourse

source: Go to Languages Page
nan_tw: 前往語言頁面

source: Go to { $name }
nan_tw: 前往 { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
nan_tw: <governanceLink>更加了解我們如何治理本專案</governanceLink>

source: Governments
nan_tw: 政府

source: Grammatical / spelling error
nan_tw: 文法 / 拼字錯誤

source: Great! How many clips a week?
nan_tw: 好的，每週要貢獻幾個片段？

source: Great! How many clips per day?
nan_tw: 好的，每天要貢獻幾個片段？

source: Great!<recordIcon></recordIcon> Record your next clip
nan_tw: 好！揤<recordIcon></recordIcon>錄下下個片段

source: Great work!<playIcon></playIcon> Listen again when you're ready
nan_tw: 幹得好！<playIcon></playIcon>準備好就可以再聽一次

source: Greek
nan_tw: Greek 希臘語

source: Gronings
nan_tw: Gronings 格羅寧根語

source: Guarani
nan_tw: Guarani 瓜拉尼語

source: Guidar
nan_tw: Guidar 語

source: Guidelines
nan_tw: 指引

source: Guiziga
nan_tw: Guiziga 語

source: Gujarati
nan_tw: Gujarati 古加拉特語

source: Gujari
nan_tw: Gujari 古賈里語

source: Gurgula
nan_tw: Gurgula 語

source: Haitian
nan_tw: 海地語

source: Hakha Chin
nan_tw: 哈卡秦語

source: Hausa
nan_tw: Hausa 豪薩語

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
nan_tw: 進前抑是欲辦活動無？佮咱分享，咱會當公告予社群的朋友知影，嘛會當寫部落格文章推捒！

source: Have Feedback?
nan_tw: 有意見要回饋嗎？

source: Have you read our Terms?
nan_tw: 您敢有閱讀咱的使用條款？

source: Having an account is not required to contribute, though it is helpful.
nan_tw: 不需要註冊帳號即可貢獻，但如果有的話會更有幫助。

source: Having a profile is not required to contribute though it is helpful, see why below.
nan_tw: 無需要註冊個人資料就會當貢獻，毋過若是有的話會閣較有幫助

source: Hazargi
nan_tw: Hazargi 語

source: Healthcare
nan_tw: 醫療衛生

source: Hebrew
nan_tw: 希伯來語

source: Help
nan_tw: 說明

source: Help Common Voice reach { $hours } hours in a language with a personal goal
nan_tw: 幫助 Common Voice 的任一種語言達到{ $hours } 小時的個人目標

source: Help create Common Voice’s first target segment in { $locale }
nan_tw: 幫助 Common Voice 設定 { $locale } 的第一組目標段落數

source: Help reach { $hours } hours in { $language } with a personal goal
nan_tw: 幫助{ $language }達到{ $hours } 小時的個人目標

source: Help teach machines how real people speak, donate your voice at { $link }
nan_tw: 請到 { $link } 來提供你的聲音，來幫贊阮教機器，予機器了解咱人是按怎講話的。

source: Help us build a community around voice technology, stay in touch via email.
nan_tw: 請幫助我們打造一個使用語音技術的社群，並透過電子郵件保持聯繫。

source: Help us build a high quality, publicly open dataset
nan_tw: 共咱鬥相工打造高品質、會當公開使用的資料集

source: Help us find more voices, share your goal
nan_tw: 分享您的目標，幫助我們找到更多人參與錄音

source: Help us find others to donate their voice!
nan_tw: 共阮鬥揣人來錄音！

source: Help us get to { $goal }
nan_tw: 幫助咱達成 { $goal } 筆的目標

source: Help us validate sentences!
nan_tw: 來共咱鬥檢查語句！

source: Help us validate voices
nan_tw: 幫助咱驗證其他人的錄音

source: Heng Hua
nan_tw: Heng Hua 興化語

source: Here are the links to download your ZIP files.
nan_tw: 下列是你的 ZIP 檔的下載鏈結。

source: Hidden
nan_tw: 隱藏

source: Highland Puebla Nahuatl
nan_tw: Highland Puebla Nahuatl 高地普埃布拉納瓦特爾語

source: Hiligaynon
nan_tw: Hiligaynon 希利蓋農語

source: Hill Mari
nan_tw: 山地馬里語

source: Hindi
nan_tw: Hindi 印地語

source: His hand was rais-ed.
nan_tw: 只是一杯蜂蜜

source: History, Law and Government
nan_tw: 歷史、法律與政府機關

source: Hours
nan_tw: 小時

source: Hours Recorded
nan_tw: 已錄音時數

source: Hours Validated
nan_tw: 已驗證時數

source: How ?
nan_tw: 安怎做？

source: How are project decisions made?
nan_tw: 專案運作中如何進行決策？

source: How can we effectively grow a language on Common Voice?
nan_tw: 我們如何有效地在 Common Voice 發展一套語言？

source: How does Common Voice work?
nan_tw: Common Voice 的原理是啥？

source: How does site localization work?
nan_tw: 如何進行網站在地化？

source: How do I access and use the dataset?
nan_tw: 要如何存取使用資料集？

source: How do I add a language?
nan_tw: 要如何加入語言？

source: How do I add sentences?
nan_tw: 要如何加入句子？

source: How do I cite?
nan_tw: 我該如何標示出處？

source: How do I know whether to approve a voice clip?
nan_tw: 是否接受錄音的標準是什麼？

source: How do I record a high quality voice clip?
nan_tw: 要如何錄下高品質的語音片段？

source: How do I stay in touch?
nan_tw: 我欲如何佮恁保持聯絡？

source: How is Common Voice funded?
nan_tw: Common Voice 的運作資金來自哪裡？

source: How Spontaneous Speech works
nan_tw: 提示性錄音按怎運作

source: How to add multiple sentences
nan_tw: 如何新增多個句子？

source: How would you describe your accent?
nan_tw: 您會如何描述您講話的腔調？

source: How would you describe your sex or gender?
nan_tw: 您會如何描述您的生理性別或認同？

source: Huautla Mazatec
nan_tw: Huautla Mazatec 語

source: Hungarian
nan_tw: Hungarian 匈牙利語

source: Hunsrik
nan_tw: Hunsrik 漢斯立克語

source: I agree
nan_tw: 我同意

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nan_tw: 我同意 Common Voice 的<termsLink>使用條款</termsLink>與<privacyLink>隱私權公告</privacyLink>

source: Iban
nan_tw: Iban 伊班語

source: Ibibio
nan_tw: Ibibio 語

source: Icelandic
nan_tw: Icelandic 冰島語

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nan_tw: 我確認這些句子都已經屬於<wikipediaLink>公眾領域</wikipediaLink>，而且我有權上傳。

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
nan_tw: * 我確認這个問題是<publicDomainLink>公眾領域</publicDomainLink>，我嘛有權力會當上傳。

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
nan_tw: 我確認這個句子已經以<wikipediaLink>公眾領域條款</wikipediaLink>授權公開，而且我有權上傳。

source: <icon></icon> Add multiple public domain sentences
nan_tw: <icon></icon> 加入多個公眾領域的句子

source: Ideally natural and conversational (it should be easy to read the sentence)
nan_tw: 結構簡單好讀（複雜个句著節做兩句拜託）

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
nan_tw: 我希望會當收著一寡電子批，比論講目標提醒、我的進度更新、同聲計畫的相關資訊。

source: I do not agree
nan_tw: 我無同意

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
nan_tw: 若有兩個人退回了錄音片段，此片段就會放到獨立的子資料集中發布。

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
nan_tw: 如果是你自己造的句子，只需註明「<italicizedText>Self Citation</italicizedText>」（自我引用）即可。我們需要知道內容的來源，以便確認其是否屬於公眾領域、是否有版權限制。更多引用方面的資訊，請參閱我們的<guidelinesLink>指南頁面</guidelinesLink>。

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nan_tw: 除非你仍可完整聽到每一個字，否則請拒絕聽起來斷斷續續的錄音。

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nan_tw: 如果您想要提供有關這份檔案的其他資訊，請聯絡 <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nan_tw: 如果還想提供其他模板中沒有的額外資訊，請聯繫 <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
nan_tw: 若句子不符合上述標準，請點擊「拒絕」按鈕。

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nan_tw: 若句子不符合上述條件，點擊「退回」按鈕。若您不確定句子可不可用，也可以略過，跳到下一句。

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
nan_tw: <communityGuidelines><communityGuidelines><communityGuidelines>如果句子有冒犯性或讓人發怒，例如包含情色內容，或違反我們的<communityGuidelines>社群參與指南</communityGuidelines>，你就應該拒絕該句子。你也可以透過 <emailFragment>commonvoice@mozilla.com</emailFragment> 來聯繫我們以釐清問題。

source: If the sentence meets the criteria above, click the "Yes" button.
nan_tw: 若句子符合上述標準，請點擊「通過」按鈕。

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nan_tw: 若句子符合上述標準，請點擊右方的「通過」按鈕。

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
nan_tw: 如果您不確定句子是否符合上述標準，也可以略過，跳到下一句。

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nan_tw: 如果你遇到本指南中沒有涵蓋的狀況，還請自行盡力判斷。如果真的很難決定，直接按下「略過」到下一句去吧。

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
nan_tw: 只要您<strong>聽得到句子</strong>，也能<strong>聽懂句子</strong>，通常<strong>就可以通過</strong>。

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
nan_tw: 若接下來幾天，您沒有收到來自我們的消息，也歡迎您主動寄信到 <emailLink>{ $email }</emailLink> 聯絡我們，我們會盡快回覆！

source: If you don't see your language in either part of the platform, select both.
nan_tw: 若是你佇平台無看著你的語言，請兩項攏揀。

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
nan_tw: 若你或你的組織想要回饋此專案，你可以 <donateLink>直接捐款</donateLink>，或寄信到 <emailFragment>commonvoice@mozilla.com</emailFragment> 聯繫我們的合作團隊。

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
nan_tw: 若你在貢獻時遇到問題，你可以隨時切換回去你使用的語言版本，以觀看所有內容。

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
nan_tw: 若您在尋找能用來建立 ASR 模型的工具，歡迎到 <discourseLink>Discourse</discourseLink> 尋找社群成員。

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
nan_tw: 若您想了解有關如何合作使用資料集，想要共同投資此平台的未來發展，或是尋找合作機會，<emailFragment>請聯絡我們</emailFragment>。

source: If you run out of sentences to review, please help us collect more sentences!
nan_tw: 若您已經沒有句子可以審核了，請幫助我們收集更多句子！

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
nan_tw: 若您覺得錄音片段中的<strong>發音無法理解</strong>、有<strong>太大的背景噪音</strong> 或是<strong>同時錄到其他人的聲音</strong>，那麼就該退回錄音片段。<accuracyLink>若需有關準確度判斷準則的相關資訊，請閱讀此文章</accuracyLink>。

source: Igbo
nan_tw: 伊格柏語

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
nan_tw: 我剛建立好要獻聲給 #CommonVoice 的目標 -- 也來與我一起幫忙，讓機器可以學會真人說話的方式。{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
nan_tw: 我同意你依照 Mozilla 的<privacyLink>隱私權保護政策</privacyLink>當中描述的方式處理這些資訊

source: Include appropriate citation
nan_tw: 出處愛標明（歌詞、台詞、市賣冊啥攏袂使）

source: Includes email, username & demographic info, available right away
nan_tw: 包括電子郵件地址、使用者名稱和人口統計資訊，立刻就可提供

source: Includes mp3s and related sentences, may take some time to prepare
nan_tw: 包含錄音 MP3 檔與相關聯的語句，需要一些準備時間

source: Indonesian
nan_tw: Indonesian 印尼語

source: Information about the language
nan_tw: 語言相關資訊

source: In Progress
nan_tw: 準備中

source: Interested in getting involved with this project, or partnering with us?
nan_tw: 敢有興趣參與此專案，抑是佮咱合作？

source: Interested in learning more and contributing to the project?
nan_tw: 有興趣了解更多資訊，並且參與貢獻此專案嗎？

source: Interface language:
nan_tw: 介面語言

source: Interlingua
nan_tw: 國際語（Interlingua）

source: Interlingue
nan_tw: 國際語（Interlingue）

source: [interrupted by background noise]
nan_tw: [被背景噪音打斷]

source: Intersex
nan_tw: 雙性

source: Iñupiaq
nan_tw: Iñupiaq 因紐皮雅克語

source: Invalid file
nan_tw: 檔案無效

source: Irish
nan_tw: 哀耳蘭語

source: IsiNdebele (North)
nan_tw: IsiNdebele (North) 北恩德貝萊語

source: IsiNdebele (South)
nan_tw: IsiNdebele (South) 南恩德貝萊語

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
nan_tw: <isoCodeLink>ISO 代碼</isoCodeLink>（如果知道的話）

source: Is the clip valid?
nan_tw: 片段敢正確？

source: Italian
nan_tw: Italian 義大利語

source: It contains words or phrases that are hard to read or pronounce.
nan_tw: 這句話內底有真僫發音的文字抑是語詞。

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
nan_tw: 每年花費近百萬美元來提供資料集並改進平台，以支持依賴我們的一百多個語言的社群。

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
nan_tw: 咱逐年花費倚近百萬美元來託管資料集佮改善平台，來服務來自一百多个不同語言的社群。<strong>若是您嘛相信資料開放佮包容的價值，今仔日就連鞭捐款！</strong>
